const registrationFields = [
  {
    "title": "호의로운 캠핑단 네이버 카페 닉네임",
    "description": "호의로운 캠핑단 네이버 카페 닉네임을 적어주세요. 꼭 동일하게 작성 부탁드려요\n신규 회원분들은 가입을하고 가입인사 부탁드려요 닉네임 양식 (닉네임 지역)\n행사 공지사항 및 이벤트가 카페를 통해 진행됩니다\nhttps://cafe.naver.com/hocamp",
    "type": 0,
    "entries": [
      {
        "id": 196725166,
        "required": true,
        "options": [],
        "row": ""
      }
    ]
  },
  {
    "title": "대표자 이름 (예시 홍길동)",
    "description": "",
    "type": 0,
    "entries": [
      {
        "id": 1912926423,
        "required": true,
        "options": [],
        "row": ""
      }
    ]
  },
  {
    "title": "연락처 (대표자 휴대폰 번호)",
    "description": "",
    "type": 0,
    "entries": [
      {
        "id": 1239222796,
        "required": true,
        "options": [],
        "row": ""
      }
    ]
  },
  {
    "title": "차량 번호",
    "description": "차량 등록은 사이트당 1대 가능하며 추가 차량은 1만원에 비용이 있습니다.\n행사장에 많은 인원이 방문하므로 가급적 1가족 1대차량 이용을 권장드립니다.",
    "type": 0,
    "entries": [
      {
        "id": 372074511,
        "required": true,
        "options": [],
        "row": ""
      }
    ]
  },
  {
    "title": "캠핑 유형 및 숙소",
    "description": "캠핑 유형 및 펜션을 선택해주세요\n캠핑 사이트 \n가족 인원 기준 - 성인2인 아동 2인 | 추가 인원 1만원\n오토 캠핑 사이트 (텐트 & 차박) 18만원\n데크사이트 18만원\n캠핑카 / 카라반 / 캠핑 트레일러 (1만원 추가) 19만원\n\n펜션\n게스트룸 - 22만원 (기준인원 성인 2인 아동 2인)   | 추가 인원 2만원\n대형펜션 - 48만원 (2가족 이용 가능)\n\n추가 비용\n캠핑 사이트 1인 추가 1만원\n펜션 숙소 1인 추가 2만원\n차량 추가 1대 1만원",
    "type": 2,
    "entries": [
      {
        "id": 1592266769,
        "required": true,
        "options": [
          "오토캠핑사이트 [파쇄석 혹은 잔디블록] (텐트 / 차박 / 루프탑텐트)",
          "데크 사이트 (텐트)",
          "캠핑카 / 카라반 / 캠핑 트레일러",
          "게스트룸",
          "대형 펜션"
        ],
        "row": ""
      }
    ]
  },
  {
    "title": "가족 인원",
    "description": "참여하는 가족의 인원수를 체크해주세요. 기준인원 성인 2인 아동 2인",
    "type": 7,
    "entries": [
      {
        "id": 1357739873,
        "required": true,
        "options": [
          "0",
          "1",
          "2",
          "3",
          "4"
        ],
        "row": "성인 (명)"
      },
      {
        "id": 1724175323,
        "required": true,
        "options": [
          "0",
          "1",
          "2",
          "3",
          "4"
        ],
        "row": "아동 (명)"
      }
    ]
  },
  {
    "title": "캠핑장 도착 예정 시간",
    "description": "예상 시간을 알려주세요 체크인 시간은 12시 부터입니다. 오전 오후 잘 체크 부탁드려요",
    "type": 10,
    "entries": [
      {
        "id": 782972763,
        "required": true,
        "options": [],
        "row": ""
      }
    ]
  },
  {
    "title": "함께 신청하는 지인 일행이 있나요?",
    "description": "지인 일행이 있는경우 닉네임을 적어주세요 \n반드시 서로 협의후 적어주세요",
    "type": 0,
    "entries": [
      {
        "id": 1005991624,
        "required": false,
        "options": [],
        "row": ""
      }
    ]
  },
  {
    "title": "이전 행사 프로그램 참여 경험 (복수선택)",
    "description": "",
    "type": 4,
    "entries": [
      {
        "id": 1741145555,
        "required": false,
        "options": [
          "이번에 처음 참가합니다",
          "홍캠프프렌즈",
          "고고투밍(눈에신띠네) 정캠",
          "호캠페 1회 웰컴투 호캠프",
          "호캠페 2회 호캠프 할로윈",
          "호캠페 3회 호캠프 캠파티",
          "호캠페 4회 호캠프 파이어",
          "호캠페 5회 호캠프 패밀리",
          "호캠페 6회 호캠프 트래블",
          "호캠페 7회 호캠프 투오션",
          "호캠페 8회 호캠프 홈커밍",
          "호캠페 9회 호캠프 리턴즈"
        ],
        "row": ""
      }
    ]
  },
  {
    "title": "하고 싶은 말",
    "description": "하고싶은말을 편하게 적어주세요 ~\n반려견 동반하시는 가족은 여기에 \"반려견 동반\" 적어주세요 (소형견만 가능)\n자녀 성별 및 나이를 적어주시면 사이트 배정에 또래 끼리 어울릴수 있도록 참고하겠습니다\n※다양한 재능 기부 및 이벤트 적극 환영합니다",
    "type": 1,
    "entries": [
      {
        "id": 710258770,
        "required": false,
        "options": [],
        "row": ""
      }
    ]
  },
  {
    "title": "거주지역",
    "description": "",
    "type": 3,
    "entries": [
      {
        "id": 1582856050,
        "required": true,
        "options": [
          "대전 세종",
          "서울",
          "경기도 (인천)",
          "강원도",
          "충청남도",
          "충청북도",
          "경상남도 (부산, 울산)",
          "경상북도 (대구)",
          "전라남도 (광주)",
          "전라북도특별자치도",
          "제주특별자치도",
          "그외 지역 혹은 해외"
        ],
        "row": ""
      }
    ]
  },
  {
    "title": "개인정보 수집·이용 동의서",
    "description": "개인정보 수집‧이용 동의서\n프로그램 운영을 위해 아래와 같이 개인정보를 수집‧이용하고자 합니다.\n내용을 자세히 읽으신 후 동의 여부를 결정하여 주십시오.\n\n수집‧이용 항목 : 이름, 휴대폰번호, 생년월일(아동), 거주지\n수집․이용 목적 : 호캠프 리턴즈 참여\n보유·이용기간 : 이벤트 종료 후 90일\n ※ 위의 개인정보 수집‧이용에 대한 동의를 거부할 권리가 있습니다. 그러나 동의를 거부할 경우에 참여에 제한을 받을 수 있습니다.\n\n개인정보 처리업무 위탁 내역(고지사항)\n위탁받는 자 : 캠핑여지도\n업무 내용 : 참가자 대상 안내 및 행사 진행 등",
    "type": 4,
    "entries": [
      {
        "id": 1833005978,
        "required": true,
        "options": [
          "동의",
          "비동의"
        ],
        "row": ""
      }
    ]
  },
  {
    "title": "촬영 안내 및 동의 (초상권 동의)",
    "description": "촬영 안내 (초상권 동의)\n호캠프 페스티벌은 유튜브 호캠프와 고고투밍 홍캠프 채널에서 함께 운영하는 행사이며\n호캠프 페스티벌과 협찬사 홍보를 위해 유튜브 촬영이 진행됩니다.\n호캠프 채널 뿐만 아니라 협력 유튜브 채널 및 방송사에서 촬영이 있을 수 있습니다.\n촬영이 불편하신 분들을 집중적으로 촬영을 하지 않으나 행사 전체 진행 과정이 촬영될 예정입니다.\n※ 동의를 거부하실 수 있으나, 거부 시 참여가 불가합니다.",
    "type": 4,
    "entries": [
      {
        "id": 2000713890,
        "required": true,
        "options": [
          "동의",
          "비동의"
        ],
        "row": ""
      }
    ]
  }
];
